/* Error Alert Button */
"OK" = "OK";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "Erro de análise %1$zd, descrição: %2$@, linha: %3$zd, coluna: %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "Erro de validação %1$zd, descrição: %2$@, linha: %3$zd, coluna: %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "Erro de análise de MusicXML";

/* Error Alert Title */
"MusicXML Validation Error" = "Erro de validação de MusicXML";

/* Error message */
"Compressed music xml file seems to be malformed (could not find 'full-path')" = "O ficheiro xml de música comprimido parece malformado (não foi possível encontrar o ‘caminho completo’)";

/* Error message */
"Could not create temporary conversion file" = "Impossível criar ficheiro de conversão temporário";

/* Error message */
"Could not decompress file compressed music xml file" = "Não foi possível descomprimir o ficheiro xml de música comprimido";

/* Error message */
"File is not a MusicXML File" = "O ficheiro não é um ficheiro MusicXML";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "O ficheiro MusicXML contém um valor zero ou negativo para “divisões”";

/* Note Name in Do,Re,Mi notation */
"Do" = "Dó";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Fá";

/* Note Name in Do,Re,Mi notation */
"La" = "Lá";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Mi";

/* Note Name in Do,Re,Mi notation */
"Re" = "Ré";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Sol";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Si";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "Afinação normal de uma guitarra de seis cordas";
